[
  {
    "id": "khushali-ngo",
    "name": "Khushali Mehta",
    "role": "ट्रस्टी, एनजीओ",
    "quote": "हमारी पहले की WordPress साइट अपडेट के साथ टूटती रहती थी और इसे प्रबंधित करना मुश्किल था। Swagatam Tech ने इसे एक कस्टम थीम के साथ पुनर्निर्मित किया, और तब से साइट स्थिर है और अपडेट करना बहुत आसान है। डिज़ाइन भी हमारे काम के साथ अधिक संरेखित लगता है।",
    "company": "एनजीओ वेबसाइट",
    "badge": "कस्टम WordPress पुनर्निर्माण",
    "avatar": "/images/testimonials/khushali.webp"
  },
  {
    "id": "labelwala",
    "name": "Akshit Gupta",
    "role": "संस्थापक, Label Wala",
    "quote": "हमें एक तेज़, पेशेवर वेबसाइट की आवश्यकता थी जो हमारे ब्रांड का सही प्रतिनिधित्व करे। टीम ने इसे Next.js में प्रदर्शन और SEO पर मजबूत फोकस के साथ बनाया। साइट तेज़ी से लोड होती है और सभी उपकरणों पर अच्छी तरह काम करती है।",
    "company": "Label Wala",
    "badge": "Next.js ब्रांड वेबसाइट",
    "avatar": "/images/testimonials/akshit.webp"
  },
  {
    "id": "nutsquare",
    "name": "Navneet",
    "role": "संस्थापक, NutSquare",
    "quote": "हमारी आवश्यकता उपयोगकर्ताओं को लॉग इन करने के लिए मजबूर किए बिना एक सरल ई-कॉमर्स सेटअप था। Swagatam Tech ने इसे स्पष्ट रूप से समझा और एक आसान चेकआउट फ्लो के साथ एक सुचारू, तेज़ वेबसाइट वितरित की। अनुभव बहुत व्यावहारिक रहा है।",
    "company": "NutSquare",
    "badge": "कस्टम ई-कॉमर्स निर्माण",
    "avatar": "/images/testimonials/navneet.webp"
  },
  {
    "id": "recytronics",
    "name": "Recytronics Foundation",
    "role": "गैर-लाभकारी संगठन",
    "quote": "हमें स्थिरता और सामुदायिक प्रभाव के बारे में अपने मिशन को संप्रेषित करने के लिए एक साफ, आधुनिक वेबसाइट चाहिए थी। नई साइट तेज़, अच्छी तरह से संरचित है, और नेविगेट करना आसान है, जो हमें अपने काम को अधिक स्पष्ट रूप से प्रस्तुत करने में मदद करती है।",
    "company": "Recytronics Foundation",
    "badge": "Next.js गैर-लाभकारी वेबसाइट",
    "avatar": "/images/testimonials/recytronics.webp"
  },
  {
    "id": "ads-enviro",
    "name": "ADS Enviro Group",
    "role": "पर्यावरण सेवा कंपनी",
    "quote": "Swagatam Tech ने हमें एक पेशेवर कंपनी वेबसाइट बनाने में मदद की जो हमारी सेवाओं को स्पष्ट रूप से समझाती है। साइट तेज़ है, खोज के लिए अनुकूलित है, और हमें अनावश्यक जटिलता के बिना एक ठोस डिजिटल उपस्थिति देती है।",
    "company": "ADS Enviro Group",
    "badge": "कॉर्पोरेट वेबसाइट विकास",
    "avatar": "/images/testimonials/ads.webp"
  }
]

